Repository: Stevekk11/PersonalCloud
Catalog: Resources/Views.Home.UserManual.*.resx
Languages: cs

# Uživatelský manuál
source: User Manual
cs: Uživatelský manuál

source: Welcome to the PersonalCloud user manual. This guide will help you learn to effectively use all the features of the application.
cs: Vítejte v uživatelském manuálu aplikace PersonalCloud. Tento průvodce vám pomůže naučit se efektivně používat všechny funkce aplikace.

# Začínáme
source: Getting Started
cs: Začínáme

# Registrace a přihlášení
source: Registration and Login
cs: Registrace a přihlášení

# Pro použití aplikace PersonalCloud se musíte nejprve zaregistrovat a přihlásit.
source: To use the PersonalCloud application, you must first register and log in.
cs: Pro použití aplikace PersonalCloud se musíte nejprve zaregistrovat a přihlásit.

# Klikněte na tlačítko 'Registrace' v pravém horním rohu
source: Click the 'Register' button in the top right corner
cs: Klikněte na tlačítko 'Registrace' v pravém horním rohu

# Vyplňte e-mailovou adresu a zvolte si heslo
source: Fill in your email address and choose a password
cs: Vyplňte e-mailovou adresu a zvolte si heslo

# Po registraci se přihlaste svými přihlašovacími údaji
source: After registration, log in with your credentials
cs: Po registraci se přihlaste svými přihlašovacími údaji

# Správa souborů
source: File Management
cs: Správa souborů

# Nahrávání souborů
source: Uploading Files
cs: Nahrávání souborů

# Chcete-li nahrát soubory do cloudového úložiště:
source: To upload files to cloud storage:
cs: Chcete-li nahrát soubory do cloudového úložiště:

# Klikněte na 'Moje soubory' v hlavní navigační liště
source: Click on 'My Documents' in the main navigation bar
cs: Klikněte na 'Moje soubory' v hlavní navigační liště

# Klikněte na tlačítko 'Nahrát soubory'
source: Click the 'Upload Files' button
cs: Klikněte na tlačítko 'Nahrát soubory'

# Vyberte soubory ze svého počítače
source: Select files from your computer
cs: Vyberte soubory ze svého počítače

# Soubory se automaticky nahrají do vašeho úložiště
source: Files will automatically upload to your storage
cs: Soubory se automaticky nahrají do vašeho úložiště

# Stahování souborů
source: Downloading Files
cs: Stahování souborů

# Pro stažení souboru klikněte na ikonu stahování vedle názvu souboru.
source: To download a file, click the download icon next to the file name.
cs: Pro stažení souboru klikněte na ikonu stahování vedle názvu souboru.

# Mazání souborů
source: Deleting Files
cs: Mazání souborů

# Pro smazání souboru klikněte na ikonu koše. Pozor, tato akce je nevratná!
source: To delete a file, click the trash icon. Warning, this action is irreversible!
cs: Pro smazání souboru klikněte na ikonu koše. Pozor, tato akce je nevratná!

# Galerie obrázků
source: Image Gallery
cs: Galerie obrázků

# Prohlížení obrázků
source: Viewing Images
cs: Prohlížení obrázků

# Sekce 'Moje obrázky' zobrazuje všechny vaše nahrané obrázky v přehledné galerii.
source: The 'Gallery' section displays all your uploaded images in a clear gallery.
cs: Sekce 'Moje obrázky' zobrazuje všechny vaše nahrané obrázky v přehledné galerii.

# Obrázky jsou zobrazeny jako náhledy
source: Images are displayed as thumbnails
cs: Obrázky jsou zobrazeny jako náhledy

# Kliknutím na obrázek jej zobrazíte v plné velikosti
source: Click on an image to view it in full size
cs: Kliknutím na obrázek jej zobrazíte v plné velikosti

# Můžete obrázky stahovat nebo mazat stejně jako ostatní soubory
source: You can download or delete images just like other files
cs: Můžete obrázky stahovat nebo mazat stejně jako ostatní soubory

# Přehrávač hudby
source: Music Player
cs: Přehrávač hudby

# Přehrávání hudby
source: Playing Music
cs: Přehrávání hudby

# Sekce 'Přehrávač skladeb' umožňuje přehrávat vaše nahrané audio soubory.
source: The 'Music Player' section allows you to play your uploaded audio files.
cs: Sekce 'Přehrávač skladeb' umožňuje přehrávat vaše nahrané audio soubory.

# Nahrajte audio soubory (MP3, WAV, atd.)
source: Upload audio files (MP3, WAV, etc.)
cs: Nahrajte audio soubory (MP3, WAV, atd.)

# Klikněte na 'Přehrávač skladeb' v navigaci
source: Click on 'Music Player' in the navigation
cs: Klikněte na 'Přehrávač skladeb' v navigaci

# Vyberte skladbu ze seznamu a přehrajte ji
source: Select a track from the list and play it
cs: Vyberte skladbu ze seznamu a přehrajte ji

# Správa úložiště
source: Storage Management
cs: Správa úložiště

# Kapacita úložiště
source: Storage Capacity
cs: Kapacita úložiště

source: Your current storage usage is displayed in the top right corner of the navigation bar.
cs: Vaše aktuální využití úložiště je zobrazeno v pravém horním rohu navigační lišty.

# Základní uživatelé mají 100 MB úložiště
source: Basic users have 100 MB of storage
cs: Základní uživatelé mají 100 MB úložiště

# Premium uživatelé mají 1 GB úložiště
source: Premium users have 1 GB of storage
cs: Premium uživatelé mají 1 GB úložiště

# Překročení limitu brání nahrávání dalších souborů
source: Exceeding the limit prevents uploading additional files
cs: Překročení limitu brání nahrávání dalších souborů

# Další funkce
source: Additional Features
cs: Další funkce

# Náhled dokumentů
source: Document Preview
cs: Náhled dokumentů

# Aplikace podporuje náhled dokumentů Word, Excel a PowerPoint přímo v prohlížeči.
source: The application supports previewing Word, Excel, and PowerPoint documents directly in the browser.
cs: Aplikace podporuje náhled dokumentů Word, Excel a PowerPoint přímo v prohlížeči.

# Změna jazyka
source: Language Change
cs: Změna jazyka

source: Click on the language icon in the navigation bar and select your preferred language (Czech or English).
cs: Klikněte na ikonu jazyka v navigační liště a vyberte preferovaný jazyk (Čeština nebo English).

# Odjezdové tabule PID
source: PID Departure Boards
cs: Odjezdové tabule PID

# Zobrazuje aktuální odjezdy pražské MHD v reálném čase.
source: Displays current Prague public transport departures in real time.
cs: Zobrazuje aktuální odjezdy pražské MHD v reálném čase.

# Podpora a kontakt
source: Support and Contact
cs: Podpora a kontakt

# Potřebujete pomoct?
source: Need help?
cs: Potřebujete pomoct?

# PersonalCloud je školní projekt vytvořený na SPŠE Ječná.
source: PersonalCloud is a school project created at SPŠE Ječná.
cs: PersonalCloud je školní projekt vytvořený na SPŠE Ječná.

# Pro další dotazy nebo problémy kontaktujte administrátora aplikace.
source: For further questions or issues, contact the application administrator.
cs: Pro další dotazy nebo problémy kontaktujte administrátora aplikace.

source: Security notice: Do not upload sensitive personal data. The application is intended for educational purposes only.
cs: Bezpečnostní upozornění: Nenahávejte citlivé osobní údaje. Aplikace je určena pouze pro vzdělávací účely.

# Tipy pro efektivní používání
source: Tips for Efficient Use
cs: Tipy pro efektivní používání

# Pravidelně kontrolujte využití úložiště
source: Regularly check storage usage
cs: Pravidelně kontrolujte využití úložiště

# Mažte nepotřebné soubory pro uvolnění místa
source: Delete unnecessary files to free up space
cs: Mažte nepotřebné soubory pro uvolnění místa

# Používejte smysluplné názvy souborů pro snadnější orientaci
source: Use meaningful file names for easier navigation
cs: Používejte smysluplné názvy souborů pro snadnější orientaci

# Nezapomeňte se odhlásit po použití aplikace na veřejných počítačích
source: Don't forget to log out after using the application on public computers
cs: Nezapomeňte se odhlásit po použití aplikace na veřejných počítačích
